<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['sett330'] = 'Sponsor bonus cashback';
$lang['sett331'] = 'Team bonus cashback';

$lang['bonus_p_1'] = 'BONUSPROGRAMM 1';
$lang['bonus_p_2'] = 'BONUSPROGRAMM 2';
$lang['bonus_p_3'] = 'BONUSPROGRAMM 3';
$lang['bonus_p_4'] = 'BONUSPROGRAMM 4';
$lang['bonus_sort'] = 'Фильтр';
$lang['bonus_sort_0'] = 'Все';
$lang['bonus_sort_1'] = 'Активные';
$lang['bonus_sort_2'] = 'Закрытые';
$lang['bonus_sort_res'] = 'saved successfull';
$lang['bonus_ph_1'] = 'BONUSPROGRAMM 1';
$lang['bonus_ph_2'] = 'BONUSPROGRAMM 2';
$lang['bonus_ph_3'] = 'BONUSPROGRAMM 3';
$lang['bonus_ph_4'] = 'BONUSPROGRAMM 4';
$lang['bonus_ph_lvl'] = 'УРОВЕНЬ';
$lang['bonus_ph_zie'] = 'Цель';
$lang['bonus_cp'] = 'C-Points';
$lang['bonus_err'] = 'Not enough funds';
$lang['bonus_buy'] = 'Купить шкалу';
$lang['bonus_his'] = 'ИСТОРИЯ';
$lang['ban_name'] = 'Баннерная реклама';
$lang['text_name'] = 'Текстовая реклама';
$lang['vid_name'] = 'Видео реклама';
$lang['myban_new_s_1'] = 'Ваша реклама';
$lang['myban_new_s_2'] = 'Сбросить фильтр';
$lang['myban_new_s_3'] = 'Найдено %d элементов';

$lang['myban_new_s_4'] = 'Активные';
$lang['myban_new_s_5'] = 'На модерации';
$lang['myban_new_s_6'] = 'Отклоненные';

$lang['myban_new_s_7'] = 'Сортировка (по возрастанию)';
$lang['myban_new_s_8'] = 'Сортировка (по убыванию)';

$lang['myban_new_s_9'] = 'Views';
$lang['myban_new_s_10'] = 'Clicks';
$lang['myban_new_s_11'] = 'Balance';
$lang['myban_new_s_12'] = 'Status';
$lang['myban_new_s_13'] = 'Language';

$lang['myban_new_s_14'] = 'Пополнить баланс';
$lang['myban_new_s_15'] = 'Bonus';
$lang['myban_new_s_16'] = 'Stoped';
$lang['myban_new_s_17'] = 'Running';
$lang['myban_new_s_18'] = 'Включить показ';
$lang['myban_new_s_19'] = 'Остановить показ';
$lang['myban_new_s_20'] = 'Редактировать';
$lang['myban_new_s_21'] = 'Удалить';
$lang['myban_new_s_22'] = 'Выберите формат баннера';
$lang['myban_new_s_23'] = 'Выберите тип источника контента';
$lang['myban_new_s_24'] = 'Укажите url адрес вашего баннера';
$lang['myban_new_s_25'] = 'Укажите здесь рекламную ссылку';
$lang['myban_new_s_26'] = 'Выберите языковую аудиторию, для которой должна отображаться реклама';
$lang['myban_new_s_27'] = 'Загрузите ваш баннер';
$lang['myban_new_s_28'] = 'Укажите url адрес вашего баннера';
$lang['myban_new_s_29'] = 'Что-то пошло не так.';

$lang['mytext_s_1'] = 'Создать рекламу';
$lang['mytext_s_2'] = 'Заголовок';
$lang['mytext_s_3'] = 'Рекламный текст';
$lang['mytext_s_4'] = 'Создать';
$lang['mytext_s_5'] = 'Текстовая реклама успешно создана';
$lang['mytext_s_6'] = 'Текстовая реклама успешно изменена';
$lang['mytext_s_7'] = 'Удаление текстовой рекламы';
$lang['mytext_s_8'] = 'Вы уверены, что хотите удалить рекламу?';
$lang['mytext_s_9'] = 'Реклама успешно удалена';
$lang['mytext_s_10'] = 'Укажите заголовок рекламы';
$lang['mytext_s_11'] = 'Укажите рекламный текст';

$lang['myvid_s_1'] = 'Укажите ссылку на Ваше видео (только YouTube)';
$lang['myvid_s_2'] = 'Видео реклама успешно создана';
$lang['myvid_s_3'] = 'Видео реклама успешно изменена';

$lang['main_s'] = 'Bonus-Счёт';
$lang['add_s'] = 'Shopping-Счёт';
$lang['refill_s'] = 'Пополнить';
$lang['out_s'] = 'Вывести';
$lang['bonuses_page'] = 'Бонусные программы';
$lang['euro_s'] = 'Euro';
$lang['btc_s'] = 'Bitcoin';
$lang['mb_s'] = 'Bonus-Счёт';
$lang['head_n_1'] = 'Продолжить';
$lang['index_s_1'] = 'Статистика пользователя';
$lang['index_s_2'] = 'Продлить';
$lang['index_s_3'] = 'Осталось %d дней';
$lang['index_s_4'] = ', %d часов';
$lang['index_s_5'] = 'Уровень';
$lang['index_s_6'] = 'Вы не активированы';
$lang['index_s_7'] = 'Активироваться';
$lang['index_s_8'] = 'Показать';
$lang['index_s_9'] = 'Дней';
$lang['index_s_10'] = 'Часов';
$lang['index_s_11'] = 'Минут';
$lang['index_s_12'] = 'Секунд';
$lang['index_s_13'] = 'Новости';
$lang['index_s_14'] = 'Статистика аккаунта';
$lang['index_s_15'] = 'Реклама';
$lang['index_s_16'] = 'До старта программы';
$lang['index_s_17'] = 'Sponsor';
$lang['index_s_18'] = 'Username';
$lang['refs_s_1'] = 'Login';
$lang['refs_s_2'] = 'Status';

$lang['scale_h_1'] = 'add to upper level scale';
$lang['scale_h_2'] = 'sponsor bonus';
$lang['scale_h_3'] = 'team bonus';
$lang['scale_h_4'] = 'up community baklen pool';
$lang['scale_h_5'] = 'up invest pool';
$lang['scale_h_6'] = 'up liga pool';
$lang['scale_h_7'] = 'up grunder pool';
$lang['scale_h_8'] = 'up kosten';
$lang['scale_h_9'] = 'up stripes payment';
$lang['scale_h_10'] = 'up rest';
$lang['scale_h_11'] = 'up tax';

$lang['scale_h_12'] = 'Closed scale at lvl %d by user - %d<br>up to scale with id - %d at lvl - %d<br>(%s)';
$lang['scale_h_13'] = 'Buying packet %d by user - %d<br>up to scale with id - %d at lvl - %d<br>(%s)';
$lang['scale_h_14'] = 'Buying packet of views №%d by user(with bonus programm №%d) - %d<br>up to scale with id - %d at lvl - %d<br>(%s)';
$lang['scale_h_15'] = 'Buying packet of views №%d by user(without bonus programm) - %d<br>up to scale with id - %d at lvl - %d<br>(%s)';

$lang['scale_h_01'] = 'Event';
$lang['scale_h_02'] = 'Sum';
$lang['scale_h_03'] = 'Date';

$lang['withdraw_01'] = 'Выплата успешно отправлена в обработку.';
$lang['withdraw_02'] = 'Введите кошелек для вывода средств.';
$lang['withdraw_03'] = 'Выберите платежную систему для вывода средств.';
$lang['withdraw_04'] = 'Введите сумму.';
$lang['withdraw_05'] = 'Некорректная информация.';


 





$lang['programm_new_1'] = 'Просмотр структуры';
$lang['programm_new_2'] = 'В настоящий момент идет предстарт для партнерской программы тарифа "Business".
У каждого участника есть возможность сохранить свою позицию на пике, выше приглашенных партнеров.
Активных лидеров в Вашей структуре система автоматически распределит под Вами.
После окончания предстартовой фазы такой возможности уже не будет!
Не допустите, чтобы Ваши партнеры активировали тариф раньше Вас, во избежании потери своей лидерской позиции.
Воспользуйтесь этим шансом и получайте многократную прибыль от всей своей команды!';

$lang['struct_mess_688'] = 'Покупка тарифа BUSINESS';
$lang['struct_mess_6888'] = 'Начисления с тарифа BUSINESS';

$lang['binar_new_111'] = 'Уровень';
$lang['binar_new_112'] = 'Человек';
$lang['binar_new_113'] = 'Прибыль';


$lang['matrix_struct_0'] = 'Структура Premium';
$lang['matrix_struct_1'] = 'Структура';
$lang['matrix_struct_2'] = 'ур.';
$lang['matrix_struct_3'] = 'Пусто';
$lang['matrix_struct_4'] = 'У вас пока нет структуры';
$lang['matrix_struct_5'] = 'тарифы';
$lang['matrix_struct_6'] = 'Для просмотра остальных уровней перейдите к просмотру кликнув на одного из участников своей структуры.';

$lang['sup_mes_for_mail'] = 'Внимание!!!<br>Ответ на вопрос обязательно должен находиться в тексте письма.';



$lang['cab_new_100'] = 'Минимальная длина имени компании - 5';
$lang['mycomp_page_new_89'] = 'Минимальное количество символов в описании - 5';
$lang['cab_new_177'] = 'Минимальная сумма операции - 0.005';

$lang['cab_new_101'] = 'Минимальная длина URL-а ресурса - 5';
$lang['cab_new_102'] = 'Минимальная длина заголовка - 5';
$lang['cab_new_103'] = 'Минимальная длина содержания - 5';
$lang['cab_new_104'] = 'Минимальная длина вопроса - 5';
$lang['cab_new_105'] = 'Минимальная длина правильного ответа - 1';
$lang['cab_new_106'] = 'Минимальная длина не правильного ответа 1 - 1';
$lang['cab_new_107'] = 'Минимальная длина не правильного ответа 2 - 1';

$lang['tech_work_message'] = 'Данная страница находится на тех. обслуживании. Зайдите пожалуйста позже.';

$lang['main_contacts_new'] = '<p>Наша служба поддержки доступна для Вас с Пн. - Суб. с 8:00 - 22:00 Часов.</p><p>Настоятельно просим Вас не писать в службу поддержки по пустякам и глупым вопросам. Тем самым вы задерживаете время ответа на более важные вопросы. 
          Прежде чем задавать вопрос, пожалуйста сначало убедитесь в том, что на него нет ответа у нас на сайте или в разделе FAQ.</p><p><b>На данный момент мы получаем очень большое количество писем, поэтому обработка Ваших вопросов может занять некоторое время.</b></p>';
$lang['cab_contacts_new'] = '<p>Наша служба поддержки доступна для Вас с Пн. - Суб. с 8:00 - 22:00 Часов.</p><p>Настоятельно просим Вас не писать в службу поддержки по пустякам и глупым вопросам. Тем самым вы задерживаете время ответа на более важные вопросы. 
          Прежде чем задавать вопрос, пожалуйста сначало убедитесь в том, что на него нет ответа у нас на сайте или в разделе FAQ.</p><p><b>На данный момент мы получаем очень большое количество писем, поэтому обработка Ваших вопросов может занять некоторое время.</p> <p>На вопросы касающиеся правил или маркетинга на данный момент поддержка не отвечает. Всю информацию Вы найдёте на сайте.</b></p>';
		  

$lang['binar_55'] = 'Активные партнёры';
$lang['binar_56'] = 'Возможный заработок';
		  

//08.02.19
$lang['mycomp_page_new_77'] = 'Максимальное количество символов 60';
$lang['mycomp_page_new_88'] = 'Максимальное количество символов 60';
$lang['mycomp_page_new_79'] = 'Символов';


//NEW - 02.02.19
$lang['struct_mess_66'] = 'Покупка тарифа VIP';
$lang['struct_mess_67'] = 'Начисления с тарифа VIP';
$lang['struct_mess_68'] = 'Начисления с тарифа Premium';

$lang['new_struct_mess_1'] = 'Уровень был куплен';
$lang['new_struct_mess_2'] = 'Недостаточно средств';
$lang['new_struct_mess_3'] = 'Место уже куплено';

$lang['refs_page_new_1'] = 'Доход';

//Messeges Advertising
$lang['mymess_page_new_1'] = 'Для данной функции необходимо дождаться модерации.';

//не нуженый текст
$lang['tarifs_page_new_3'] = 'в бинаре';
$lang['tarifs_page_new_4'] = 'в линейном маркетинге';
$lang['tarifs_page_new_5'] = 'в бинаре и линейном маркетинге';
$lang['tarifs_page_new_6'] = 'в тринаре';

//11.01.2019 - фунукционал писем
$lang['adver_page_mail_button_text'] = 'Письма'; /*<?php echo $this->lang->line('adver_page_mail_button_text');?>*/

$lang['attention_new'] = 'ВНИМАНИЕ!';
$lang['succ_pay_mess'] = 'Оплата прошла успешно!';
$lang['err_pay_mess'] = 'Оплата не удалась!';

$lang['binar_1'] = 'Уровень';
$lang['binar_2'] = 'Бинар';
$lang['binar_3'] = 'Заработано';
$lang['binar_4'] = 'Заблокировано для перехода';
$lang['binar_5'] = 'Человек в уровне';
$lang['binar_6'] = 'Прогресс';

$lang['header_new_1'] = 'ПОЗДРАВЛЯЕМ!';

$lang['question_for_struct_buying'] = 'Вы подтверждаете покупку тарифа за: <b><span id="price"></span></b> <b>$</b> ?';

$lang['refill_message'] = 'Введите сумму для пополнения';

$lang['struct_mess_1'] = 'Мгновенное начисление в случае если уровень выше чем продаваемый';
$lang['struct_mess_2'] = 'Перевод с заблокированного счета на рекламный для автопокупки следующего уровня';
$lang['struct_mess_3'] = 'Покупка уровня в тринаре';
$lang['struct_mess_4'] = 'Покупка уровня в бинаре';
$lang['struct_mess_5'] = 'Разблокирование и начисление накоплений для перехода';
$lang['struct_mess_6'] = 'Разблокирование и начисление покупки уровня';
$lang['struct_mess_7'] = 'Начисление половины цены уровня';

//Старый текст
$lang['add_us_bal'] = 'Основной баланс';
$lang['main_us_bal'] = 'Рекламный баланс';
$lang['all_income'] = 'Всего заработано';
$lang['all_refs_inc'] = 'Заработок от рефералов';
$lang['all_clicks_inc'] = 'Доходы от серфинга';

$lang['all_clicks'] = 'Всего кликов';
$lang['all_clicks_today'] = 'Сегодня кликов';
$lang['refs_link_head'] = 'Реферальная ссылка';

$lang['type_33'] = 'Начисления за просмотр рекламы';
$lang['type_38'] = 'Рефферальные начисления';
$lang['type_45'] = 'Перевод средств с баланса кампании';
$lang['type_46'] = 'Перевод средств на баланс кампании';
$lang['type_456'] = 'Покупка кликов';
$lang['type_457'] = 'Покупка показов';
$lang['type_458'] = 'Возврат средств после удаления кампании';
$lang['DATE'] = 'ДАТА';
$lang['init'] = 'ИНИЦИАТОР';
$lang['about'] = 'ОПИСАНИЕ';
$lang['SUM'] = 'СУММА';
$lang['type_income'] = 'Пополнение';
$lang['type_withdraw'] = 'Order payment';
$lang['discharge'] = 'Discharge';
$lang['income'] = 'Income';

$lang['you'] = 'You';
$lang['type_system'] = 'System';

$lang['Confs'] = 'Подтв.'; //Confirmations

$lang['dash_212'] = 'Прибыль';

$lang['myban_2222'] = 'Купить показы'; // 1

$lang['l_p_new_1'] = 'Общая стоимость кампаний: %s';
$lang['no_news'] = 'Пока нет новостей';
$lang['no_comps_yet'] = 'На данный момент доступных кампаний нет. Зайдите немного позже.';
$lang['cab_new_199'] = 'Покупка кликов доступна только владельцам тарифов Premium и Ultra.';
$lang['tarif_33'] = 'Бонус баннерных показов';
$lang['tarif_34'] = 'Покупка баннерных показов';

//--------------------------------------------------


//Home - Главная
$lang['main_001'] = 'ЗДЕСЬ ТЫ ПО НАСТОЯЩЕМУ НАЧНЁШЬ ЗАРАБАТЫВАТЬ';
$lang['main_002'] = 'Активируй партнёрскую программу и начни зарабатывать уже сегодня!';
$lang['main_003'] = 'РАЗМЕЩАЙ РЕКЛАМУ И ЗАРАБАТЫВАЙ ДЕНЬГИ';
$lang['main_004'] = 'Получай массовый трафик и при этом получай пассивный доход!';
$lang['main_005'] = 'С НАМИ, ПУТЬ К ПЕРВОМУ МИЛЛИОНУ ОЧЕНЬ КОРОТКИЙ';
$lang['main_006'] = 'Запусти денежную машину всего за $1 и создай себе пассивный доход!';
$lang['main_007'] = 'Предстартовая фаза:';
$lang['main_008'] = 'Активируй свой аккаунт и получай доход уже сегодня!';
$lang['main_009'] = 'ВСЕГО ПОЛЬЗОВАТЕЛЕЙ';
$lang['main_010'] = 'РЕГИСТРАЦИЙ СЕГОДНЯ';
$lang['main_011'] = 'СТАРТ ПРОЕКТА';
$lang['main_012'] = 'ВСЕГО ВЫПЛАЧЕНО';
$lang['main_013'] = 'ПРЕИМУЩЕСТВА';
$lang['main_014'] = 'ПАРТНЕРСКИЙ БОНУС';
$lang['main_015'] = 'Получение прибыли до 15-го уровня в глубину';
$lang['main_016'] = 'и до бесконечности в ширину.';
$lang['main_017'] = 'ПАССИВНЫЙ ДОХОД';
$lang['main_018'] = 'Возможность создания пассивного дохода';
$lang['main_019'] = 'независимо от активности участника.';
$lang['main_020'] = 'ПЕРСПЕКТИВА ДЛЯ ЛИДЕРОВ';
$lang['main_021'] = 'Возможность расширить свою целевую аудиторию';
$lang['main_022'] = 'и привлечь потенциальных клиентов.';
$lang['main_023'] = 'МОЩНЫЙ РЕКЛАМНЫЙ ИНСТРУМЕНТ';
$lang['main_024'] = 'Настройка высокодоходного бизнеса';
$lang['main_025'] = 'без навыков и особых знаний.';
$lang['main_026'] = 'STANDARD';
$lang['main_027'] = 'Бесплатный';
$lang['main_028'] = 'Доход <br> минимальный';
$lang['main_029'] = 'ОГРАНИЧЕННЫЙ БОНУС';
$lang['main_030'] = '500 показов - 125х125';
$lang['main_031'] = 'Детально';
$lang['main_032'] = 'PREMIUM';
$lang['main_033'] = 'Вход - 1$';
$lang['main_034'] = 'Доход более <br> 1.000.000$';
$lang['main_035'] = 'ОГРАНИЧЕННЫЙ БОНУС';
$lang['main_036'] = '* 12.000 показов - Баннеры';
$lang['main_037'] = 'Детально';
$lang['main_038'] = '* по 3.000 на каждый тип баннера';
$lang['main_039'] = 'VIP';
$lang['main_040'] = 'Вход - 25$';
$lang['main_041'] = 'Доход <br> неограниченный';
$lang['main_042'] = 'ОГРАНИЧЕННЫЙ БОНУС';
$lang['main_043'] = '* 100.000 показов - Баннеры';
$lang['main_044'] = 'Детально';
$lang['main_045'] = '* по 25.000 на каждый тип баннера';
$lang['main_046'] = 'BUSINESS';
$lang['main_047'] = 'Вход - 11$';
$lang['main_048'] = 'Доход более <br> 88572$ (многократно)';
$lang['main_049'] = 'ОГРАНИЧЕННЫЙ БОНУС';
$lang['main_050'] = '* 60.000 показов - Баннеры';
$lang['main_051'] = 'Детально';
$lang['main_052'] = '* по 15.000 на каждый тип баннера';

$lang['main_1'] = 'ПРОСМАТРИВАЙ ВЕБ-САЙТЫ И ЗАРАБАТЫВАЙ';
$lang['main_2'] = '%d сайтов доступно,';
$lang['main_21'] = ' на сумму %d$.';

$lang['main_3'] = 'ДОСТУПНАЯ РЕКЛАМА И БЫСТРЫЙ ЗАРАБОТОК!';
$lang['main_31'] = 'Реклама по самым доступным ценам и качественным трафиком!';
$lang['main_32'] = 'У вас есть возможность зарабатывать сразу после регистрации без необходимости пополнять аккаунт.';

$lang['username'] = 'Вход';

$lang['username2'] = 'Логин';

$lang['main_4'] = 'ЗАРАБОТОК';
$lang['main_40'] = 'Вы можете заработать деньги просто за просмотр объявления, которые мы показываем.';
$lang['main_41'] = '%s$ за клик';  //'%s$ за клик'
$lang['main_42'] = '25%% реферальные за сёрфинг';  //'%s%s реферальные за сёрфинг'
$lang['main_43'] = '40%% реферальныe за покупки';  //'%s%s с реферальных пополнений!'
$lang['main_44'] = 'Выплаты с 1$';  //'Выплаты с %s$'
$lang['main_45'] = 'Ежедневные выплаты';
$lang['main_reg_btn_1'] = 'Регистрация';

$lang['main_6'] = 'РЕКЛАМОДАТЕЛЯМ';
$lang['main_60'] = 'Мы предлагаем самые низкие цены в этой отрасли на преимущества, которые мы вам даем.';
$lang['main_61'] = 'Целевая аудитория.';
$lang['main_62'] = 'Продолжительность от %s до %s секунд.';
$lang['main_63'] = 'Цена за посещение от %s$.';
$lang['main_64'] = 'Несколько рекламных методов';
$lang['main_65'] = 'Глобальный охват';

$lang['main_7'] = 'О НАС';
$lang['main_70'] = 'Мы имеем многолетний опыт обеспечивать решения для интернет-маркетинга.';
$lang['main_71'] = 'Профессиональная поддержка';
$lang['main_72'] = 'Передовые идеи';
$lang['main_73'] = 'Уникальный скрипт';
$lang['main_74'] = 'Стабильная среда';
$lang['main_75'] = 'Мгновенные сервисы';

$lang['main_8'] = 'СТОИМОСТЬ ТАРИФОВ';
$lang['main_80'] = 'РЕГИСТРАЦИЯ';
$lang['main_81'] = 'БЕСПЛАТНОГО АККАУНТА';
$lang['main_82'] = "Это всегда бесплатно, чтобы создать учетную запись. Войдите, чтобы начать зарабатывать в течение нескольких минут. Не ждите!";
$lang['main_83'] = 'НАЧАТЬ';
$lang['main_84'] = 'ЗАРАБАТЫВАТЬ';
$lang['main_85'] = 'Просматривая веб-сайты наших рекламодателей, выполняя задания, получать прибыл за действия рефералов и многое другое.';
$lang['main_86'] = 'ВЫВЕСТИ СРЕДСТВА';
$lang['main_87'] = 'НА ВАШ КОШЕЛЕК';
$lang['main_88'] = 'Используйте Ваши заработаные средства на ежедневные расходы. Или отложите на потом.';

$lang['head_1'] = 'Main';
$lang['head_2'] = 'Rule';
$lang['head_3'] = 'Privacy Policy';
$lang['head_4'] = 'Terms of Service';


//Backoffice Menu - Меню кабинета
$lang['dashboard_page'] = 'Панель управления';
$lang['adver_page'] = 'Реклама';
$lang['clicks'] = 'Сёрфинг сайтов';
$lang['emails_page'] = 'E-mail серфинг';
$lang['tarif_page'] = 'Тарифы';
$lang['wallet_page'] = 'Кошелёк';
$lang['trans_page'] = 'Операции';
$lang['refs_page'] = 'Рефералы';
$lang['struct_page'] = 'Просмотр структуры';
$lang['sett_page'] = 'Настройка профиля';
$lang['supp_page'] = 'Support';
$lang['add_men'] = 'Рекламные инструменты';
$lang['news_menu'] = 'Новости';


//Dashboard
$lang['dashboard_001'] = 'Серфинг';
$lang['dashboard_002'] = 'Серфинг сайтов:';
$lang['dashboard_003'] = 'E-mail серфинг:';
$lang['dashboard_004'] = 'Серфинг рефералов:';
$lang['dashboard_005'] = 'Партнерская программа';
$lang['dashboard_006'] = 'Программа Premium:';
$lang['dashboard_007'] = 'Программа Vip:';
$lang['dashboard_008'] = 'Всего заработано:';
$lang['dashboard_009'] = 'Реклама';
$lang['dashboard_010'] = 'Баннеры 125х125:';
$lang['dashboard_011'] = 'Баннеры 468х60:';
$lang['dashboard_012'] = 'Баннеры 728х90:';
$lang['dashboard_013'] = 'Баннеры 300х250:';
$lang['dashboard_014'] = 'Всего писем:';
$lang['dashboard_015'] = 'Всего кампаний:';
$lang['dashboard_016'] = 'Всего рекламы:';
//СЕРЕЖ ЭТО ДОП ОКНА НА СТРАНИЦЕ ДАШБОРДА
$lang['dashboard_1'] = 'Это рекламный баланс, для покупки рекламы. Выводить средства с него нельзя.';
$lang['dashboard_2'] = 'Это баланс ваших заработаных средств. Эти средства доступны к выводу в любое время.';
$lang['dashboard_3'] = 'Статистика заработаных вами средств.';
$lang['dashboard_4'] = 'Статистика рекламы.';


//Advertising - Реклама
$lang['adver_page_001'] = 'СЁРФИНГ';
$lang['adver_page_002'] = 'БАННЕРЫ';
$lang['adver_page_003'] = 'СООБЩЕНИЯ';
$lang['adver_page_004'] = '';
$lang['adver_page_005'] = '';


//Reklama
$lang['cab_new_1'] = 'Не все данные заполнены';
$lang['cab_new_2'] = 'Данные кампании успешно изменены. кампания отправлена на модерацию.'; //2
$lang['cab_new_3'] = 'Имя кампании не может быть пустым'; //3
$lang['cab_new_4'] = 'Url не может быть пустым'; //4
$lang['cab_new_5'] = 'Описание не может быть пустым'; //5
$lang['cab_new_6'] = 'eMail не может быть пустым'; //6
$lang['cab_new_7'] = 'Задайте продолжительность'; //7
$lang['cab_new_8'] = 'Неокрректная продолжительность просмотра'; //8
$lang['cab_new_9'] = 'кампания успешно добавлена'; //9
$lang['cab_new_10'] = 'Имя кампании не может быть пустым'; //10
$lang['cab_new_11'] = 'Url не может быть пустым'; //11
$lang['cab_new_12'] = 'Описание не может быть пустым'; //12
$lang['cab_new_13'] = 'E-mail не может быть пустым'; //13
$lang['cab_new_14'] = 'Задайте продолжительность'; //14
$lang['cab_new_15'] = 'Некорректная продолжительность просмотра'; //15
$lang['cab_new_16'] = 'Кампания успешно создана'; //16
$lang['cab_new_17'] = 'Данные заполнены некорректно или не заполнены совсем.'; //17
$lang['cab_new_18'] = ' кампании'; //18
$lang['cab_new_19'] = 'Недостаточно средств на счету'; //19
$lang['cab_new_20'] = 'Баланс кампании успешно изменен'; //20
$lang['cab_new_21'] = 'Выбрана некорректная кампания'; //21
$lang['cab_new_22'] = 'Некорректная информация'; //22
$lang['cab_new_23'] = 'Вы успешно совершили покупку.'; //23
$lang['cab_new_24'] = 'Некорректная информация'; //24
$lang['cab_new_25'] = 'Выберите файл'; //25
$lang['cab_new_26'] = 'Ошибка загрузки файла. Размер превышает лимит.'; //26
$lang['cab_new_27'] = 'Ошибка загрузки файла.'; //27
$lang['cab_new_28'] = 'Ошибка загрузки файла.'; //28 !!!!
$lang['cab_new_29'] = 'Размеры картинки не совпадает с выбранными'; //29
$lang['cab_new_30'] = 'Баннер успешно загружен'; //30
$lang['cab_new_31'] = 'Некорректный размер'; //31
$lang['cab_new_32'] = 'Некорректный файл'; //32
$lang['cab_new_33'] = 'Не все данные заполнены'; //33
$lang['cab_new_34'] = 'Данные успешно изменены. Баннер отправлен на модерацию.'; //34
$lang['cab_new_35'] = 'Средства успешно начислены'; //35
$lang['cab_new_36'] = 'Средства успешно сняты'; //36
$lang['cab_new_37'] = 'Выбран некорректный баннер'; //37
$lang['cab_new_38'] = 'Компания успешно удалена'; //37
$lang['cab_new_39'] = 'Баннер успешно удален'; //37
$lang['cab_new_40'] = 'Введен некорректный кошелек'; //37


//Banner
$lang['myban_1'] = 'Мои баннеры';
$lang['myban_2'] = 'Создать рекламу'; // 1
$lang['myban_3'] = 'Формат'; // 2
$lang['myban_4'] = 'Тип контента'; // 3
$lang['myban_5'] = 'Файл'; // 4
$lang['myban_6'] = 'Внешняя ссылка'; // 5
$lang['myban_7'] = 'Загрузка изображения'; // 6
$lang['myban_8'] = 'Расчет'; // 7
$lang['myban_9'] = 'Расчет по кликам'; // 8
$lang['myban_10'] = 'Расчет по показам'; // 9
$lang['myban_11'] = 'Загрузить'; // 10
$lang['myban_12'] = 'Купить показы'; // 11
$lang['myban_13'] = 'Показы'; // 12
$lang['myban_14'] = 'Показы'; // 13
$lang['myban_144'] = 'Клики';
$lang['myban_15'] = 'Количество'; // 14
$lang['myban_16'] = 'Цена'; // 15
$lang['myban_17'] = 'Купить'; //16
$lang['myban_18'] = 'У вас нет добавленных баннеров'; // 17
$lang['myban_19'] = 'Баннеры формата'; // 18
$lang['myban_20'] = 'Баланс кликов'; // 19
$lang['myban_21'] = 'Баланс показов'; // 20
$lang['myban_22'] = 'Ссылка'; //21
$lang['myban_23'] = 'Рекламный баланс'; //22
$lang['myban_24'] = 'Показов'; //23
$lang['myban_241'] = 'Кликов'; //23
$lang['myban_242'] = 'показов'; //23
$lang['myban_243'] = 'кликов'; //23
$lang['myban_25'] = 'на счету'; //24
$lang['myban_26'] = 'Совершено'; //25
$lang['myban_27'] = 'показов'; // 26
$lang['myban_28'] = 'Верифицирован'; //27
$lang['myban_29'] = ''; // 28
$lang['myban_30'] = 'баланс +'; // 29
$lang['myban_31'] = 'баланс -'; // 30
$lang['myban_32'] = 'данные'; //31
$lang['myban_33'] = 'Если вы измените данные баннера, он будет повторно отправлена на модерацию. Вы согласны?'; //32
$lang['myban_34'] = 'Если вы измените данные баннера, он будет повторно отправлена на модерацию. Вы согласны?'; //33
$lang['myban_35'] = 'Удалить баннер'; //34
$lang['myban_36'] = 'Вы уверены что хотите удалить этот баннер?'; //35


//Banners - 
$lang['ban_new_page_1'] = '*Акционные предложения';
$lang['ban_new_page_2'] = 'показов';
$lang['ban_new_page_3'] = 'Configuration of banner was changed.';
$lang['ban_new_page_4'] = 'Баннер успешно';
$lang['ban_new_page_5'] = 'остановлен';
$lang['ban_new_page_6'] = 'запущен';


//Surf campaign
$lang['mycomp_1'] = 'Мои кампании';
$lang['mycomp_2'] = 'Создать кампанию';
$lang['mycomp_222'] = 'Изменить данные кампании';
$lang['mycomp_3'] = 'Имя кампании';
$lang['mycomp_4'] = 'Сайт';
$lang['mycomp_5'] = 'Ваш браузер не поддерживает плавающие фреймы!';
$lang['mycomp_6'] = 'Проверьте как ваш сайт отображается в iframe. В случае если с этим возникают проблемы необходимо обратиться к хостеру вашего сервера или программисту вашего сайта.';
$lang['mycomp_7'] = 'Описание';
$lang['mycomp_8'] = 'Продолжительность';
$lang['mycomp_9'] = 'Цена за клик';
$lang['mycomp_10'] = 'Отправить на рассмотрение';
$lang['mycomp_11'] = 'У вас нет добавленных кампаний';
$lang['mycomp_12'] = 'Список кампаний';
$lang['mycomp_13'] = 'Ссылка на сайт';
$lang['mycomp_14'] = 'Описание';
$lang['mycomp_15'] = 'Заказанная <br>продолжительность <br> просмотра(сек.)';
$lang['mycomp_16'] = 'Баланс кампании';
$lang['mycomp_17'] = 'Статус';
$lang['mycomp_18'] = 'Действие';
$lang['mycomp_19'] = 'Комментарий';
$lang['mycomp_20'] = 'кликов';
$lang['mycomp_21'] = 'На рассмотрении';
$lang['mycomp_22'] = 'В работе';
$lang['mycomp_23'] = 'Пополните баланс';
$lang['mycomp_24'] = 'Отклонен';
$lang['mycomp_25'] = 'Закончен';
$lang['mycomp_26'] = 'Изменить';
$lang['mycomp_27'] = 'Положить на баланс';
$lang['mycomp_28'] = 'Снять с баланса';
$lang['mycomp_29'] = 'Удалить';
$lang['mycomp_30'] = 'Закрыть';
$lang['mycomp_31'] = 'Выберите способ пополнения';
$lang['mycomp_32'] = 'Не выбрано';
$lang['mycomp_33'] = 'С основного баланса';
$lang['mycomp_34'] = 'С дополнительного баланса';
$lang['mycomp_35'] = 'Пополнение счета';
$lang['mycomp_36'] = 'На основном балансе';
$lang['mycomp_37'] = 'Перевести';
$lang['mycomp_38'] = 'Хватит на';
$lang['mycomp_39'] = 'кликов';
$lang['mycomp_40'] = 'Отправить';
$lang['mycomp_41'] = 'Переведите средства на кошелек';
$lang['mycomp_42'] = 'Если вы измените данные кампании, она будет повторно отправлена на модерацию, вы согласны?';
$lang['mycomp_43'] = 'Да';
$lang['mycomp_44'] = 'Нет';
$lang['mycomp_45'] = 'Удалить кампанию';
$lang['mycomp_46'] = 'Вы уверены что хотите удалить эту кампанию?<br>(Все средства на балансе будут вам возвращены)';
$lang['mycomp_47'] = 'Снять с баланса кампании';
$lang['mycomp_48'] = 'На балансе кампании';
$lang['mycomp_49'] = 'Снять';
$lang['mycomp_50'] = 'Выделить жирным:';
$lang['mycomp_51'] = 'Сохранить';
$lang['mycomp_52'] = 'Язык';

$lang['mycomp_181'] = 'Инфо';
$lang['mycomp_182'] = 'Конфигурация';
$lang['mymail_136'] = 'Цена одного просмотра письма';

$lang['mycomp_activity']	=	'запущен';
$lang['mycomp_deactivity']	=	'приостановлен';

$lang['mycomp_page_new_1'] = 'Баланс компании был успешно изменен.';
$lang['mycomp_page_new_2'] = 'Have enought money.';
$lang['mycomp_page_new_3'] = 'Configuration of campaign was changed.';
$lang['mycomp_page_new_4'] = 'Кампания успешно';
$lang['mycomp_page_new_5'] = 'остановлена';
$lang['mycomp_page_new_6'] = 'запущена';


//Surf Ads camaing - 
$lang['l_p_1'] = 'Сёрфинг сайтов';
$lang['l_p_3'] = 'Нет добавленных сайтов';
$lang['l_p_4'] = 'Список сайтов';
$lang['l_p_5'] = 'кампания';
$lang['l_p_6'] = 'Цена/Длительность';
$lang['l_p_7'] = 'Действие';
$lang['l_p_8'] = 'сек.';
$lang['l_p_9'] = 'Просмотр';
$lang['l_p_10'] = 'Просмотр сайта';
$lang['l_p_11'] = 'Проверочный код';
$lang['l_p_12'] = 'Обновить';
$lang['l_p_13'] = 'Посмотреть';
$lang['l_p_14'] = 'Необходимое время';
$lang['l_p_15'] = 'Вернуться';
	
$lang['l_p_new_15'] = 'на сайт';

$lang['l_p_16'] = 'Баннеры';
$lang['l_p_17'] = 'Заработано:';
$lang['l_p_155'] = 'Вы заработали';


//08.01.2019 - фунукционал писем
$lang['mail_1'] = 'Доступных писем пока нет.';
$lang['mail_2'] = 'Список писем';
$lang['mail_3'] = 'Общая стоимость писем';
$lang['mail_4'] = 'Название Письма';
$lang['mail_5'] = 'Цена';
$lang['mail_6'] = 'Просмотр письма';
$lang['mail_7'] = 'Содержание письма:';
$lang['mail_8'] = 'Вопрос';
$lang['mail_9'] = 'Не верный ответ';
$lang['mail_10'] = 'Создать письмо';
$lang['mail_11'] = 'Мои письма';
$lang['mail_12'] = 'URL ресурса:';
$lang['mail_13'] = 'Заголовок:';
$lang['mail_14'] = 'Содержание:';
$lang['mail_15'] = 'Вопрос:';
$lang['mail_16'] = 'Правильный ответ:';
$lang['mail_17'] = 'Не правильный ответ 1:';
$lang['mail_18'] = 'Не правильный ответ 2:';
$lang['mail_19'] = 'Баланс:';
$lang['mail_20'] = 'Язык:';
$lang['mail_21'] = 'Все';
$lang['mail_22'] = 'Русский';
$lang['mail_23'] = 'Английский';
$lang['mail_24'] = 'Немецкий';
$lang['mail_25'] = 'Тип показов:';
$lang['mail_26'] = 'раз в день';
$lang['mail_27'] = 'раз в 3 дня';
$lang['mail_28'] = 'раз в 7 дней';
$lang['mail_29'] = 'уникальные поситители';
$lang['mail_30'] = 'Сохранить';
$lang['mail_31'] = 'Выберите язык';
$lang['mail_32'] = 'URL ресурса должен быть указан';
$lang['mail_33'] = 'Заголовок письма должен быть указан';
$lang['mail_34'] = 'Содержание должно быть указано';
$lang['mail_35'] = 'Вопрос должен быть указан';
$lang['mail_36'] = 'Верный ответ должен быть указан';
$lang['mail_37'] = 'Первый не верный ответ должен быть указан';
$lang['mail_38'] = 'Второй не верный ответ должен быть указан';
$lang['mail_39'] = 'Обязательно укажите язык';
$lang['mail_40'] = 'Письмо успешно создано';
$lang['mail_41'] = 'Редактировать данные письма';
$lang['mail_42'] = 'Конфигурация письма успешно изменена.';
$lang['mail_43'] = 'Данные письма успешно изменены. Письмо отправлена на модерацию.';
$lang['mail_44'] = 'Удалить письмо';
$lang['mail_45'] = 'Вы уверены что хотите удалить это письмо?<br>(Все средства на балансе будут вам возвращены)';
$lang['mail_46'] = 'Письмо успешно удалено';
$lang['mail_47'] = ' письма';
$lang['mail_48'] = 'Баланс письма успешно изменен';
$lang['mail_49'] = 'Выбрано некорректное письмо';
$lang['mail_50'] = 'Снять с баланса письма';
$lang['mail_51'] = 'На балансе письма';
$lang['mail_52'] = 'Цена одного просмотра письма';
$lang['mail_53'] = 'ПРОСМОТР ПИСЕМ';
$lang['mail_54'] = 'Письма';
$lang['mail_55'] = 'Пополнение баланса письма';
$lang['mail_56'] = 'Снятие с баланса письма';
$lang['mail_57'] = 'Возврат оставшегося баланса удаленного письма';
$lang['special_message'] = 'Для открытия доступа к другим компаниям необходимо выполнить квалификацию!<br><br>Для выполнения квалификации необходимо:<br><br> просмотреть компании числом - %d,<br> кликнуть по баннерам числом - %d,<br> просмотреть писем числом - %d.<br><br> Ваша текущая квалификация:<br><br> компаний - %d,<br> баннеров - %d,<br> писем - %d.';
$lang['special_message2'] = 'Для открытия доступа к другим письмам необходимо выполнить квалификацию!<br><br>Для выполнения квалификации необходимо:<br><br> просмотреть компании числом - %d,<br> кликнуть по баннерам числом - %d,<br> просмотреть писем числом - %d.<br><br> Ваша текущая квалификация:<br><br> компаний - %d,<br> баннеров - %d,<br> писем - %d.';
$lang['mail_59'] = '';


//Binar
$lang['binar_text_001'] = 'ТАРИФ "Premium"';
$lang['binar_text_002'] = '* 1(2) - в уровне, 1 человек из 2-х возможных';
$lang['binar_text_003'] = '- множитель за человека';
$lang['binar_text_004'] = '- прибыль за уровень с учетом кол. человек';
$lang['binar_text_005'] = 'ТАРИФ "Vip"';


//Wallet
$lang['wallet_page_new_1'] = 'Основной Баланс';
$lang['wallet_page_new_2'] = 'Рекламный Баланс';
$lang['wallet_27'] = 'Ориентировочная сумма платежа (за вычетом комиссионных)';
$lang['wallet_28'] = 'Ориентировочная сумма платежа (с учетом комиссионных):';
$lang['wallet_29'] = 'Для пополнения баланса, переведите эту сумму на ниже указанный адрес.';
$lang['out_sum_err'] = 'Минимальный вывод '; // 1
$lang['wallet_min_with'] =  'Минимальный вывод ';

$lang['financ_oper'] = 'Финансовые операции';
$lang['refills'] = 'Пополнение';
$lang['out_1'] = 'Вывод';
$lang['wall_mess'] = 'Для пополнения ';
$lang['wall_mess_2'] = ' баланса, пожалуйста, перечислите средства на этот кошелек:';
$lang['wall_mess_3'] = '';
$lang['wall_mess_4'] = 'Копировать';
$lang['wall_mess_5'] = '';
$lang['hign_in_tr'] = 'Идёт высокая системная нагрузка. Пожалуйста, попробуйте еще раз.';

$lang['mess_of_chs'] = 'Данные успешно изменены';
$lang['mess_of_ch_p'] = 'Ваш пароль успешно изменён';

$lang['withdraw_new_6'] = 'В ожидании';
$lang['withdraw_new_7'] = 'Отклонено';
$lang['withdraw_new_8'] = 'Подтверждено';
$lang['LINK'] = 'Ссылка';
$lang['Date'] = 'Дата';
$lang['Addr'] = 'Адрес';
$lang['Link_to_tr'] = 'Ссылка на транзакцию';
$lang['sum'] = 'Сумма';
$lang['status_d'] = 'Статус';
$lang['acc_p'] = 'Confirmed';
$lang['withs'] = 'Payments';
$lang['comment'] = 'A comment';
$lang['cr_fin'] = 'Вам нужно создать финансовый пароль';
$lang['error_fin_pass'] = 'Финансовый пароль неверен';
$lang['inc_sum'] = 'Недопустимая сумма';
$lang['not_e_mon'] = 'Недостаточно средств';
$lang['with_was_s'] = 'Заказ на выплату отправлен на рассмотрение';
$lang['err_with_wal'] = 'Неверное значение кошелька';
$lang['wallet'] = 'Кошелёк';
$lang['yo_fin_pass'] = 'Ваш финансовый пароль';
$lang['cancel'] = 'Отмена';
$lang['out'] = 'Вывод';
$lang['Do_oper_pls'] = 'Решите простую капчу';
$lang['wallet_23'] = 'Обязательно укажите кошелек для возврата средств!';
$lang['wallet_24'] = 'Кошелек для возврата';
$lang['wallet_25'] = 'ВНИМАНИЕ! Минимальная сумма пополнения составляет 1$. В случае пополнения на сумму меньше этой, система отправит вам средства обратно за вычетом комиссий получения и отправки.';
$lang['wallet_26'] = 'Сгенерировать кошелек';
$lang['wallet_226'] = 'Показать кошелек';
$lang['wallet_266'] = 'Проверить';
$lang['wallet_269'] = 'Платеж успешно выполнен. После получения необходимого количества подтверждений сети, средства будут зачислены на ваш баланс.';
$lang['wallet_270'] = 'Платеж ожидает перевода на указанный кошелек!';


//Transfer balance
$lang['transfer_word_1'] =  'Перевод средств на рекламный баланс';
$lang['transfer_word_2'] =  'Ваш баланс';
$lang['transfer_word_3'] =  'Перевод на баланс рекламы';
$lang['transfer_word_4'] =  'Перевод';
$lang['transfer_word_5'] =  'Перевод средств с основного баланса на рекламный';
$lang['transfer_word_6'] =  'Подтвердите покупку';
$lang['transfer_word_7'] =  'Отмена';
$lang['transfer_word_8'] =  'Вы подтверждаете покупку пакета <b>%s</b> за <b>%f</b><b>$</b>?';

$lang['cab_tr_mess_1'] = 'Передача прошла успешно!';
$lang['cab_tr_mess_2'] = 'Недостаточно средств.';
$lang['cab_tr_mess_3'] = 'Неверная сумма. Допустимыми символами являются числа и точка.';


//Tarifs
$lang['tarif_1'] = 'Список тарифов';
$lang['tarif_2'] = 'ТАРИФ';
$lang['tarif_3'] = 'Срок';
$lang['tarif_4'] = 'За клик';
$lang['tarif_5'] = '* За реферальный клик';
$lang['tarif_6'] = '* Реферальные за покупку рекламы';
$lang['tarif_7'] = 'Цена';
$lang['tarif_8'] = 'Приобретён';
$lang['tarif_9'] = 'КУПИТЬ';
$lang['tarif_10'] = 'Покупка тарифа';
$lang['tarif_11'] = 'Минимальная сумма выплат';
$lang['tarif_12'] = ' дней';
$lang['tarif_1212'] = 'Пожизненно';
$lang['tarif_14'] = 'Уровни рефералов';
$lang['tarif_33'] = 'Бонус баннерных показов';
$lang['tarif_34'] = 'Покупка баннерных показов';

$lang['tarifs_page_new_1'] = '** тариф "PREMIUM" по 3.000 показов на каждый тип баннеров';
$lang['tarifs_page_new_2'] = '**** тариф "VIP" по 25.000 показов на каждый тип баннеров';
$lang['tarifs_page_new_22'] = '*** тариф "BUSINESS" по 15.000 показов на каждый тип баннеров';
$lang['tarifs_page_new_3'] = '** 12.000 показов';
	
$lang['tarifs_page_new_33'] = '*** 60.000 показов';

$lang['tarifs_page_new_4'] = '**** 100.000 показов';
$lang['tarifs_page_new_5'] = 'Партнёрская программа';
$lang['tarifs_page_new_555'] = '10 Уровней';
$lang['tarifs_page_new_6'] = '-';
$lang['tarifs_page_new_7'] = '8 Уровней';
$lang['tarifs_page_new_8'] = '15 Уровней';
$lang['tarifs_page_new_9'] = '* Указывает общую сумму реферальных с дотупных уровней';
$lang['tarifs_page_new_10'] = '500 показов (125х125)';

$lang['cab_buy_mess_1'] = 'Вы успешно купили tarif! Ваш статус обновлен. Конфигурация системы была для вас изменена.';
$lang['cab_buy_mess_2'] = 'Недостаточно средств на основном балансе';
$lang['cab_buy_mess_3'] = 'Неверная информация';

$lang['header_112'] = 'Тариф';
$lang['bonus_page'] = 'Бонусы';
$lang['up_to'] = 'до ';


//ref
$lang['refs_new_1'] = 'Рефералов %s уровня: ';
$lang['refs_new_2'] = 'Рефералов 2 уровня: ';
$lang['refs_new_3'] = 'Рефералов 3 уровня: ';
$lang['refs_new_4'] = 'Доход реферальных 1 уровня: ';
$lang['refs_new_5'] = 'Доход реферальных 2 уровня: ';
$lang['refs_new_6'] = 'Доход реферальных 3 уровня: ';


//Prifile - Профиль
$lang['menu_main'] = 'Home';
$lang['copy_code'] = 'Код для копирования';
$lang['err_f_14'] = 'Помощь';
$lang['err_f_15'] = 'Отправка сообщения';
$lang['message_sent'] = 'Сообщение было отправлено';
$lang['err_field_1'] = 'Поля не могут быть пустыми';
$lang['sup_f_1'] = 'От кого';
$lang['sup_f_2'] = 'Тема';
$lang['sup_f_3'] = 'Сообщение';
$lang['mobile_num'] = 'Мобильный номер';
$lang['date_reg'] = 'Дата регистрации';
$lang['datachange'] = 'Изменить данные';
$lang['passchange'] = 'Изменить пароль';
$lang['yourdata'] = 'Ваши данные';
$lang['change_ava'] = 'Изменить аватар';
$lang['ch_av'] = 'Изменить аватар';
$lang['loc_upl'] = 'Локальная загрузка';
$lang['trn_lft'] = 'Поверните влево';
$lang['trn_rght'] = 'Повернуть вправо';
$lang['save'] = 'Сохранить';

$lang['current_password'] = 'Текущий пароль';
$lang['new_password'] = 'Новый пароль';
$lang['repeat_new_password'] = 'Введите повторно новый пароль';

$lang['identicall_password'] = 'Новый пароль должен отличаться от старого';
$lang['incorrect_password'] = 'Неправильный пароль';
$lang['yo_spons'] = 'Ваш спонсор';
$lang['telephone'] = 'Телефон';
$lang['all_trans'] = 'Все транзакции';

$lang['confirm_email'] = 'Confirm your e-mail address';
$lang['confirmation_message'] = "Thank you for signing up. \n\r Please, visit the following link to continue:\n\r\n\r %s \n\r\n\r You can then log in using your login and password";
$lang['registered_thanks'] = 'You have successfully signed up. Please, check your email to proceed.';
$lang['error_mail_sending'] = 'An error occured while sending e-mail. PLease, try again later or contact the support.';

$lang['success_validation'] = 'Your account is verified. You will now be redirected';
$lang['error_validation'] = 'The account has already been verified or the page you are trying to access does not exist. Redirecting...';
$lang['user_not_verified'] = 'You must verify account to access this page';


//Login & Registration site - Страница входа & регистрации
$lang['success'] = 'Success';
$lang['log_1'] = 'MEMBERS LOGIN';
$lang['faq2_q'] = 'Я забыл свой пароль';
$lang['subm_in'] = 'Вход';
$lang['sign_in'] = 'Вход';
$lang['password'] = 'Пароль';
$lang['passconf'] = 'Подтвердите пароль';
$lang['username'] = 'Логин / Имя пользователя';
$lang['invalid_credentials'] = 'Логин или пароль неверны.';
$lang['mail_sent'] = 'Письмо со ссылкой было отправлено на вашу электронную почту.';
$lang['pass_token_err'] = 'При попытке изменить пароль произошла ошибка. Пожалуйста, повторите попытку позже.';
$lang['pass_changed'] = 'Пароль изменен';
$lang['error_mail_sending'] = 'При отправке сообщения произошла ошибка. Пожалуйста, повторите попытку позже.';
$lang['user_blocked'] = 'Пользователь заблокирован.';
$lang['ip_verify'] = 'Вы входите с другого ip-адреса. На ваш электронный адрес отправлено сообщение с подтверждением.';
$lang['ip_confirmed'] = 'IP-адрес подтвержден. Теперь вы можете войти в систему.';
$lang['error'] = 'Error';
$lang['reg_1'] = 'NEW MEMBER ACCOUNT';
$lang['name'] = 'Имя';
$lang['last_name'] = 'Фамилия';
$lang['ass_in_reg'] = 'Я прочитал и согласен с <a href="/welcome/term">Условиями обслуживания</a><br> и <a href="/welcome/privacy">Политикой конфиденциальности </a> digifluxx.com,<br> а также согласен получать периодические обновления digifluxx.com<br> по электронной почте. *';

$lang['registration'] = 'Регистрация';
$lang['registration_3'] = 'Необходимо согласиться с условиями.';

$lang['recovery_new'] = 'ВОССТАНОВЛЕНИЕ ПАРОЛЯ';

$lang['submit'] = 'Продолжить';

$lang['cont_pan'] = 'Панель управления';
$lang['menu_main'] = 'Главная';

$lang['logout'] = 'Выход';
$lang['language'] = 'Язык';
$lang['copy_word'] = 'копировать';



//Error - Ошибки
$lang['form_validation_required']		= 'Поле {field} обязательно.';
$lang['form_validation_isset']			= 'Поле {field} должно иметь значение.';
$lang['form_validation_valid_email']		= 'Поле {field} должно содержать действительный адрес электронной почты.';
$lang['form_validation_valid_emails']		= 'Поле {field} должно содержать все допустимые адреса электронной почты.';
$lang['form_validation_valid_url']		= 'Поле {field} должно содержать допустимый URL.';
$lang['form_validation_valid_ip']		= 'Поле {field} должно содержать допустимый IP.';
$lang['form_validation_min_length']		= 'Поле {field} должно содержать не менее {param} символов.';
$lang['form_validation_max_length']		= 'Поле {field} не может превышать {param} символов.';
$lang['form_validation_exact_length']		= 'Поле {field} должно быть точно {param} символов.';
$lang['form_validation_alpha']			= 'Поле {field} может содержать только алфавитные символы.';
$lang['form_validation_alpha_numeric']		= 'Поле {field} может содержать только буквенно-цифровые символы.';
$lang['form_validation_alpha_numeric_spaces']	= 'Поле {field} может содержать только буквенно-цифровые символы и пробелы.';
$lang['form_validation_alpha_dash']		= 'Поле {field} может содержать только буквенно-цифровые символы, символы подчеркивания и тире.';
$lang['form_validation_numeric']		= 'Поле {field} должно содержать только числа.';
$lang['form_validation_is_numeric']		= 'Поле {field} должно содержать только числовые символы.';
$lang['form_validation_integer']		= 'Поле {field} должно содержать целое число.';
$lang['form_validation_regex_match']		= 'Поле {field} не в правильном формате.';
$lang['form_validation_matches']		= 'Поле {field} не соответствует полю {param}.';
$lang['form_validation_differs']		= 'Поле {field} должно отличаться от поля {param}.';
$lang['form_validation_is_unique'] 		= 'Поле {field} должно содержать уникальное значение.';
$lang['form_validation_is_natural']		= 'Поле {field} должно содержать только цифры.';
$lang['form_validation_is_natural_no_zero']	= 'Поле {field} должно содержать только цифры и должно быть больше нуля.';
$lang['form_validation_decimal']		= 'Поле {field} должно содержать десятичное число.';
$lang['form_validation_less_than']		= 'Поле {field} должно содержать число меньше {param}.';
$lang['form_validation_less_than_equal_to']	= 'Поле {field} должно содержать число, меньшее или равное {param}.';
$lang['form_validation_greater_than']		= 'Поле {field} должно содержать число больше {param}.';
$lang['form_validation_greater_than_equal_to']	= 'Поле {field} должно содержать число, большее или равное {param}.';
$lang['form_validation_error_message_not_set']	= 'Не удалось получить сообщение об ошибке, соответствующее полю по имени {field}.';
$lang['form_validation_in_list']		= 'Поле {field} должно быть одним из: {param}.';

$lang['error_captcha'] = 'CAPTCHA TEST Failed';

$lang['reset_pass_message'] = 'Перейдите по ссылке для сброса пароля: %s';
$lang['reset_pass_topic'] = 'Восстановление пароля';


//Marketing


//*Impressum

$lang['impressum_1'] = 'DIGIFLUXX UG (haftungsbeschränkt)<br>
Friedrichstr. 95<br>
10117 Berlin';
$lang['impressum_2'] = 'E-Mail: digifluxx@gmx.de';
$lang['impressum_3'] = 'Vertreten durch:<br>
Geschäftsführer: Dario Klisanic';
$lang['impressum_4'] = 'Registereintrag:<br>
Eingetragen im Handelsregister <br>
Registergericht: Berlin-Charlottenburg<br>
Registernummer: HRB 211606 B';
$lang['impressum_5'] = 'Umsatzsteuer-ID:<br>
Umsatzsteuer-Identifikationsnummer nach §27a Umsatzsteuergesetz:<br>
FA Kö. IV: 1130 - 1903330';
$lang['impressum_6'] = 'Hinweis gemäß Online-Streitbeilegungs-Verordnung';
$lang['impressum_7'] = 'Nach geltendem Recht sind wir verpflichtet, Verbraucher auf die Existenz der Europäischen Online-Streitbeilegungs-Plattform hinzuweisen, die für die Beilegung von Streitigkeiten genutzt werden kann, ohne dass ein Gericht eingeschaltet werden muss. Für die Einrichtung der Plattform ist die Europäische Kommission zuständig. Die Europäische Online-Streitbeilegungs-Plattform ist hier zu finden: http://ec.europa.eu/odr. Unsere E-Mail lautet:info@ digifluxx.com
<br>
Wir weisen aber darauf hin, dass wir nicht bereit sind, uns am Streitbeilegungsverfahren im Rahmen der Europäischen Online-Streitbeilegungs-Plattform zu beteiligen. Nutzen Sie zur Kontaktaufnahme bitte unsere obige E-Mail und Telefonnummer.';
$lang['impressum_8'] = 'Hinweis gemäß Verbraucherstreitbeilegungsgesetz (VSBG)';
$lang['impressum_9'] = 'Wir sind nicht bereit und verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.';
$lang['impressum_10'] = 'Disclaimer – rechtliche Hinweise';
$lang['impressum_11'] = '§ 1 Warnhinweis zu Inhalten<br>
Die kostenlosen und frei zugänglichen Inhalte dieser Webseite wurden mit größtmöglicher Sorgfalt erstellt. Der Anbieter dieser Webseite übernimmt jedoch keine Gewähr für die Richtigkeit und Aktualität der bereitgestellten kostenlosen und frei zugänglichen journalistischen Ratgeber und Nachrichten. Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder. Allein durch den Aufruf der kostenlosen und frei zugänglichen Inhalte kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande, insoweit fehlt es am Rechtsbindungswillen des Anbieters.
<br><br>
§ 2 Externe Links<br>
Diese Website enthält Verknüpfungen zu Websites Dritter ("externe Links"). Diese Websites unterliegen der Haftung der jeweiligen Betreiber. Der Anbieter hat bei der erstmaligen Verknüpfung der externen Links die fremden Inhalte daraufhin überprüft, ob etwaige Rechtsverstöße bestehen. Zu dem Zeitpunkt waren keine Rechtsverstöße ersichtlich. Der Anbieter hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten. Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht. Eine ständige Kontrolle der externen Links ist für den Anbieter ohne konkrete Hinweise auf Rechtsverstöße nicht zumutbar. Bei Kenntnis von Rechtsverstößen werden jedoch derartige externe Links unverzüglich gelöscht.
<br><br>
§ 3 Urheber- und Leistungsschutzrechte<br>
Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers. Dies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Die unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar. Lediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.
<br><br>
Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig.
<br><br>
§ 4 Besondere Nutzungsbedingungen<br>
Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Paragraphen abweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen. In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.';
$lang['impressum_12'] = '';



//FAQ - Вопросы и ответы
$lang['q_1'] = 'Что такое digifluxx.com?';
$lang['a_1'] = 'digifluxx.com - это рекламная платформа, где участники могут нажимать на рекламу, чтобы зарабaтывать деньги.';

$lang['q_2'] = 'Как это работает?';
$lang['a_2'] = 'Войдите в свою учетную запись, посетите рекламу, спонсируемую нашими рекламодателями и получайте денежные вознаграждение.';

$lang['q_3'] = 'Как зарегистрироваться здесь?';
$lang['a_3'] = 'Регистрация проста, вам просто нужно следовать ссылке регистрации, заполнить требуемую информацию и менее чем за 2 минуты у вас будет своя учетная запись.';

$lang['q_4'] = 'Регистрация бесплатна?';
$lang['a_4'] = 'Да. Никаких комиссий, чтобы начать здесь зарабатывать.';

$lang['q_5'] = 'Сколько я могу заработать?';
$lang['a_5'] = 'Вы можете получать неограниченное количество денег от ваших рефералов и ежедневных кликов.';

$lang['q_6'] = 'Могу ли я зарегистрировать несколько учетных записей?';
$lang['a_6'] = 'НЕТ, вам не разрешено регистрировать несколько учетных записей при любых обстоятельствах, поскольку рекламодатели платят за качественный трафик, а не за то, чтобы один и тот же пользователь просматривал их объявление несколько раз.';

$lang['q_7'] = 'Могут ли другие люди регистрироваться в одном домохозяйстве?';
$lang['a_7'] = 'Только один человек в домохозяйстве может иметь учетную запись и использовать ее, любое другое созданное приведет к рассмотрению как нескольких учетных записей и закрытию всех связанных с ними учетных записей.';

$lang['q_8'] = 'Как я могу привлечь новых людей?';
$lang['a_8'] = 'В вашей учетной записи у вас есть раздел для реферальных ссылок и баннеров, которые можно использовать для рекламы, чтобы продвигать вашу ссылку и получать больше рефералов для вашей учетной записи.';

$lang['q_9'] = 'Могу ли я направить друзей?';
$lang['a_9'] = 'Да, если у них есть свой компьютер и доступ к интернету, который не имеет ничего общего с вашим интернетом.';

$lang['q_10'] = 'Что я могу получить, за приглашённых мною людей?';
$lang['a_10'] = 'Вы зарабатываете от 25% с первого уровня, 10% со второго уровня и 5% с третьего уровня каждый раз, когда люди рекламируют определенное объявление, а также вы зарабатываете, за каждый просмотр рекламы вашими рефералами до 25%.';

$lang['q_11'] = 'Какие сайты не разрешены?';
$lang['a_11'] = 'Мы не принимаем сайты, которые используют рамочные выключатели или рекламируют контент для взрослых и незаконные действия.';

$lang['q_12'] = 'Рекламные визиты гарантированы?';
$lang['a_12'] = 'Да. Вы получите все, что приобрели, плюс дополнительно клики/просмотры от всех случайных посетителей.';

$lang['q_13'] = 'Объявление не загружается. Что я делаю?';
$lang['a_13'] = 'У нас нет контроля над сайтами рекламодателей, и мы не можем помешать им выйти в автономный режим. Если таймер не запускается, когда веб-сайт не загружается, попробуйте использовать Google Chrome.';

$lang['q_14'] = 'Являются ли платежи мгновенными?';
$lang['a_14'] = 'Да. Все входящие и исходящие платежи в digifluxx.com выполняются мгновенно. Вам просто нужно подождать подтверждения биткойнов.';

$lang['q_15'] = 'Каков минимальный вывод средтв?';
$lang['a_15'] = 'Минимальная сумма выплат - 1$';

$lang['q_16'] = 'Есть ли комиссия на вывод средств?';
$lang['a_16'] = 'Мы снимаем абсолютно 0% за выплаты. Тем не менее, вы должны заплатить комиссию платёжной системы.';

$lang['q_17'] = 'Могу ли я перевести средства с рекламного баланса обратно на основной баланс или вывести его?';
$lang['a_17'] = 'Нет, после внесения средств на рекламный баланс его нельзя вернуть обратно.';


//Support - Помощь
$lang['supp_1'] = 'Theme';
$lang['sup_f_4'] = 'Send';


//Terms of Service

$lang['terms_0'] = '';
$lang['terms_1'] = 'General terms and conditions<br>
www.digifluxx.com the DIGIFLUXX UG<br>
Status: November 21, 2019';
$lang['terms_11'] = 'The following terms and conditions are part of every sales contract between a customer and DIGIFLUXX UG (haftungsbeschränkt) (hereinafter "DIGIFLUXX"), Friedrichstr. 95, 10117 Berlin, Germany.';
$lang['terms_12'] = 'DIGIFLUXX is the initiator for the successful establishment and realization of a worldwide novel customer loyalty bonus program and affiliate marketing, which can be integrated into online shops, online games or other trading platforms. DIGIFLUXX with the domain www.digifluxx.com, offers an online advertising platform, for entrepeneurs who wants to advertise products or services with advertising banner and text banners.<br> 
DIGIFLUXX builds a community with people who love advertising, promote products and services and would like to participate in the DIGIFLUXX Custumers Loyalty Bonus Program. Of course, every customer can use the services of the advertising products without participation in the DIGIFLUXX Custumers Loyalty Bonus Program.';
$lang['terms_13'] = 'In order to be able to use all products and services offered on the DIGIFLUXX online platform, the customer needs Promo-Credits, a kind of internal art currency. For example, the customer can purchase advertising space for ad-banners and text-banners, bonus point collection cards for participation in the DIGIFLUXX bonus point program, as well as other planned products in the future.<br>
On the website www.digifluxx.com, the customer can become a participant in the DIGIFLUXX customer loyalty bonus point program by purchasing a bonus point collection card and thereby participate in bonus point sales. For all customers of the advertising platform and participants of the customer loyalty bonus point program of the DIGIFLUXX online platform, these conditions of participation apply exclusively, even if the use is made from outside the legal system in which DIGIFLUXX has its registered office.';
$lang['terms_14'] = '';
$lang['terms_15'] = '';
$lang['terms_16'] = '';
$lang['terms_17'] = '';


$lang['terms_2'] = '1. Use and participation';
$lang['terms_21'] = 'The right to use all services offered via the DIGIFLUXX Online Advertising Platform as well as the right to participate in the DIGIFLUXX Customer Loyalty Bonus Point Program are legal entities and natural persons who have reached the age of 18. ';
$lang['terms_22'] = 'After free registration, the customer receives access to his personal BackOffice, where he can manage his data and advertisements, participate in the DIGIFLUXX bonus program and affiliate program and view his personal bonus points account balance.';
$lang['terms_23'] = 'The use of the advertising platform begins with the purchase of the advertising credits. The customer can exchange this for online advertising space for advertising banners and text ads that are offered internally on the DIGIFLUXX website, as well as externally via various blogs and communities.';
$lang['terms_24'] = 'After purchasing an online advertising space for advertising and text banners through Promo-Credits, the customer receives a certain number of views. DIGIFLUXX offers the customer the possibility to buy Promo-Credits in certain packages.';
$lang['terms_25'] = 'Participation in the DIGIFLUXX bonus point program begins with the exchange of Promo-Credits for a bonus point collection card, which is also available on the DIGIFLUXX online platform.';
$lang['terms_26'] = '';
$lang['terms_27'] = '';
$lang['terms_28'] = '';
$lang['terms_29'] = '';
$lang['terms_210'] = '';


$lang['terms_3'] = '2. Obligations of the participant';
$lang['terms_31'] = "The advertising customer and participant in the bonus program (hereinafter referred to as customer) assures that all data entered during registration are complete, free of errors and correspond to the truth. The customer is obliged to keep the data in the profile of his personal BackOffice always up to date.
The customer is responsible for the confidentiality of his password. DIGIFLUXX shall not be liable for any damage caused by third-party access to the Customer's profile and BackOffice if the Customer himself is responsible for the cause of the damage. The Customer undertakes not to misuse the services of DIGIFLUXX.";
$lang['terms_32'] = 'Advertising from the following areas is absolutely prohibited:
<br>
- Anything that has to do with weapons, ammunition, bombs or the like.
- Everything to do with narcotics and drugs
- Pornography and anything that violates the norm of public morality.
- Offensive and racist advertising discriminates against people of all origins';
$lang['terms_33'] = 'In case of violation of these rules, the customer account will be deleted immediately without money return and without warning. Bonus points accumulated in the DIGIFLUXX bonus program expire immediately.';
$lang['terms_34'] = '';
$lang['terms_35'] = '';


$lang['terms_4'] = '3. Bonus programme';
$lang['terms_41'] = "DIGIFLUXX operates a pure trading business. Part of the turnover is converted into bonus points and distributed to the customer bonus point program. DIGIFLUXX may refuse admission to the bonus program without giving reasons. Participation in the bonus point program runs for at least as long as the participant's bonus point collection card is active. The customer has an active status time account in his BackOffice, which is recharged as soon as the customer spends advertising credits for advertising space, bonus cards or other future products. It is possible to recharge the active status time account up to a maximum of 30 days. During this period the customer is entitled to participate in bonus point distributions. As long as the bonus point collection card of the customer is active, he will participate proportionately in the bonus point turnover of DIGIFLUXX. How fast the bonus grows depends on how many bonus points are generated in the bonus system. Therefore, the speed with which the bonus grows cannot be determined or guaranteed, as this depends on the turnover of all customers or the turnover of DIGIFLUXX.
The legal transaction is concluded with the purchase of advertising credits and thus also a bonus point collection card, or other offered products and services. Thus, the customer has no claim to bonus point participation or to the bonus program. The bonus distributions from the DIGIFLUXX bonus program can be regarded as a small thank-you to DIGIFLUXX for the loyalty, support and trust of the customer.
Paid purchase amounts for bonus point collection cards are non-refundable. The customer cannot redeem his bonus until his bonus has reached an appropriate minimum level. Redeemed bonuses have expired and cannot be redeemed again.";
$lang['terms_42'] = '';
$lang['terms_43'] = '';
$lang['terms_44'] = '';

$lang['terms_5'] = '4. Termination of Participation in the Bonus Program';
$lang['terms_51'] = 'The customer may terminate the participation in the bonus program at any time without notice and without giving reasons. The cancellation must be made by a letter of cancellation via email to info@digifluxx.com . <br>
The customer has to redeem all acquired bonuses before the cancellation, provided that the respective bonus point cards have reached your bonus minimum level to redeem the bonus. With the cancellation the customer renounces the further accumulation of bonuses. Bonuses that the customer has not redeemed or could not redeem before the cancellation takes effect are waived by the customer. Bonuses that have not been redeemed shall be forfeited without replacement by the customer after the termination has come into effect. A later re-registration and re-participation in the bonus program will not lead to a revival of expired bonuses.';
$lang['terms_52'] = "DIGIFLUXX reserves the right to block a customer's access to the bonus program and thus to cancel or terminate the customer's participation in the bonus program without notice if the customer misuses the service in an illegal manner or violates the obligations stipulated in these General Terms and Conditions. The Customer shall have no claims against DIGIFLUXX due to such blocking. <br>
After the account has been blocked or terminated by DIGIFLUXX, renewed participation in the DIGIFLUXX Bonus Program is not permitted. The blocking of a customer leads to the expiration of the bonuses collected up to that point. In the event of abuse for which the customer is responsible, DIGIFLUXX or the third party authorized by DIGIFLUXX reserves the right to block bonus point collection cards already purchased in the bonus program or to refuse to redeem the bonuses. The right to assert further claims against the customer, including damages, remains unaffected. In the event that improperly acquired bonuses are redeemed, DIGIFLUXX reserves the right to claim damages or the corresponding amount back.";
$lang['terms_53'] = 'DIGIFLUXX reserves the right to discontinue the bonus program at any time or to replace it with another program. Acquired bonuses must be redeemed by the Customer by the end of the specified period, provided that the available minimum bonus amount is available. Bonuses not redeemed by the Customer shall expire at the end of the Bonus Program without replacement.';
$lang['terms_54'] = '';

$lang['terms_6'] = '5. Liability';
$lang['terms_61'] = 'DIGIFLUXX does not act in the name of its advertising partners, partner shops or DIGIFLUXX customers within the scope of the services offered. DIGIFLUXX is in no way involved in the contracts concluded between the respective partner shops and the respective customers, neither as a contractual partner nor as a representative or vicarious agent. <br>
The conclusion and performance of these contracts shall be effected exclusively between the respective advertising partners or partner shops and the respective customer. The customer is not entitled to any claims against DIGIFLUXX from these contracts. DIGIFLUXX assumes no liability for websites, information, offers, products, services, etc. provided by advertising partners and partner shop operators. DIGIFLUXX does not assume any liability for breaches of duty arising from contracts that exist between a customer and an advertising partner or partner shop in the context of purchases and orders. In particular, DIGIFLUXX shall not be liable for the error-free or uninterrupted availability of the DIGIFLUXX services.';
$lang['terms_62'] = '';
$lang['terms_63'] = '';
$lang['terms_64'] = '';


$lang['terms_7'] = '6. Data protection';
$lang['terms_71'] = 'The personal data collected through participation in the DIGIFLUXX Service will be processed and used by DIGIFLUXX for the purposes of providing the Service in accordance with the data protection regulations in force at the registered office of DIGIFLUXX. For more information on data protection, please refer to the DIGIFLUXX Privacy Policy.';
$lang['terms_72'] = '';
$lang['terms_73'] = '';
$lang['terms_74'] = '';

$lang['terms_8'] = '7. communications and documents';
$lang['terms_81'] = 'With the registration the customer agrees that these general terms and conditions and all notices and documents in connection with the business relationship DIGIFLUXX and the customer are transmitted completely by electronic means.';
$lang['terms_82'] = '';
$lang['terms_83'] = '';
$lang['terms_84'] = ''; 
$lang['terms_85'] = '';
$lang['terms_86'] = '';

$lang['terms_9'] = '8. Other conditions of participation';
$lang['terms_91'] = "DIGIFLUXX reserves the right to make changes to these terms and conditions at any time. Customer's claims for damages against DIGIFLUXX due to statutory, country-specific changes shall be excluded. Amendments to these General Terms and Conditions shall be notified in text form six weeks before they come into effect. They shall be deemed to have been approved if the customer does not file a written objection before the amendment comes into effect. If a Customer objects to the change, he may not continue to use the DIGIFLUXX Service. In this case, the Customer's account will be closed. With regard to acquired bonuses, clause 4 of these General Terms and Conditions shall apply.<br>
The Customer shall not be entitled to assign its rights and obligations under these Subscriber Conditions in whole or in part without the prior written consent of DIGIFLUXX.<br>
Any assignment or transfer without the prior written consent of DIGIFLUXX shall be ineffective. DIGIFLUXX may, at its sole discretion, make the granting of such consent subject to the fulfillment of conditions. There shall be no claim to the granting of consent.<br>
The non-exercise or non-enforcement by DIGIFLUXX of rights under these General Terms and Conditions shall not constitute a waiver by DIGIFLUXX of its rights. If individual clauses of the above provisions should be invalid in whole or in part, this shall not affect the validity of the remaining provisions.";
$lang['terms_92'] = 'The Customer agrees that all rights to submitted suggestions for improvement are automatically transferred to DIGIFLUXX. The Customer shall make these available to DIGIFLUXX free of charge. DIGIFLUXX is entitled to use this suggestion for improvement for any purpose. There is no obligation to use it.
The email info@digifluxx.com is available for the submission of suggestions for improvement.';
$lang['terms_93'] = '';
$lang['terms_94'] = ''; 


$lang['terms_10'] = '9. Suggestions for improvement and hints to DIGIFLUXX';
$lang['terms_101'] = 'The Customer agrees that all rights to submitted suggestions for improvement are automatically transferred to DIGIFLUXX. The Customer shall make these available to DIGIFLUXX free of charge. DIGIFLUXX is entitled to use this suggestion for improvement for any purpose. There is no obligation to use it.<br>
The email info@digifluxx.com is available for the submission of suggestions for improvement.';
$lang['terms_102'] = '';

$lang['terms_110'] = '10. Revocation';
$lang['terms_111'] = 'The customer has the right to revoke his contract within fourteen days without giving reasons. The revocation period is fourteen days from the day on which the customer has confirmed the contract.';
$lang['terms_112'] = 'In order to exercise the right of withdrawal, the Customer must send an email to DIGIFLUXX, by means of a clear statement of his decision to withdraw from the contract in writing, to info@digifluxx.com. A special form is not prescribed.';
$lang['terms_113'] = 'In order to comply with the revocation period, it is sufficient for the Customer to send notification of the exercise of the right of revocation before the expiry of the revocation period.';
$lang['terms_114'] = 'Consequences of the revocation:';
$lang['terms_115'] = "If the Customer revokes a Contract, DIGIFLUXX shall reimburse to the Customer all payments received by DIGIFLUXX in connection with the revoked Contract, including delivery costs (with the exception of additional costs resulting from the fact that the Customer has chosen a type of delivery other than the cheapest standard delivery offered by DIGIFLUXX), without undue delay and at the latest within fourteen days from the day on which DIGIFLUXX received notification of the Customer's revocation of a Contract. For such repayment we shall use the same means of payment as the Customer used in the original transaction, unless expressly agreed otherwise with the Customer. Under no circumstances shall the customer be charged any fees for this repayment.";
$lang['terms_116'] = 'Waiver of the right of revocation:';
$lang['terms_117'] = 'Since DIGIFLUXX is exclusively concerned with offers of digital contents which are not made available on a physical data carrier, in accordance with the provisions on the right of revocation (German law: dated 13 June 2014, §356 Para. 2 BGB new version, ... named as an example for other European country-specific legal provisions), we point out that the right of revocation expires prematurely before the Customer has exercised his right of revocation as soon as the contract has been fully fulfilled through the purchase of an offered product from DIGIFLUXX by payment of the Customer.';


$lang['terms_120'] = '11. Copyright';
$lang['terms_121'] = 'The contents and works on these pages created by the site operators are subject to copyright. The duplication, processing, distribution and any kind of utilization require the written consent of the management of DIGIFLUXX. Videos on the DIGIFLUXX website may not be downloaded in order to upload and distribute them on YouTube or other video websites and channels. Only links are allowed. In special situations, please be sure to send a request for approval of the promotional material beforehand. 
Violations will be punished with a fine of up to 5000 Euro. As far as the contents on this side were not provided by the operator, the copyrights of third are considered. In particular contents of third parties are marked as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. As soon as we become aware of any infringements, we will remove such content immediately.
';
$lang['terms_122'] = '';


$lang['terms_130'] = '12 Liability';
$lang['terms_131'] = 'Liability for contents:';
$lang['terms_132'] = 'As a service provider, we are responsible for our own content on these pages in accordance with the legal regulations of the DIGIFLUXX headquarters and the general applicable laws. As a service provider, however, we are not obliged to monitor transmitted or stored third-party information or to search for circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general laws remain unaffected by this. However, liability in this respect is only possible from the point in time at which we become aware of a concrete violation of the law. As soon as we become aware of such infringements, we will remove the content immediately.';
$lang['terms_134'] = 'Liability for links:';
$lang['terms_135'] = 'Our offer contains links to external websites of third parties over whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal infringements at the time of linking. Illegal contents were not recognisable at the time of linking. A permanent control of the contents of the linked pages is not reasonable without concrete evidence of an infringement. As soon as we become aware of any legal infringements, we will remove such links immediately.';




//Privacy Policy - Конфедициальность
$lang['privacy_1'] = '1. An overview of data protection';
$lang['privacy_11'] = '<b>General</b><br>The following gives a simple overview of what happens to your personal information when you visit our website. Personal information is any data with which you could be personally identified. Detailed information on the subject of data protection can be found in our privacy policy found below.';
$lang['privacy_12'] = '<b>Data collection on our website</b><br><b>Who is responsible for the data collection on this website?</b><br>The data collected on this website are processed by the website operator. The operator\'s contact details can be found in the website\'s required legal notice.';
$lang['privacy_13'] = '<b>How do we collect your data?</b><br>Some data are collected when you provide it to us. This could, for example, be data you enter on a contact form.<br>Other data are collected automatically by our IT systems when you visit the website. These data are primarily technical data such as the browser and operating system you are using or when you accessed the page. These data are collected automatically as soon as you enter our website.';
$lang['privacy_14'] = '<b>What do we use your data for?</b><br>Part of the data is collected to ensure the proper functioning of the website. Other data can be used to analyze how visitors use the site.';
$lang['privacy_15'] = '<b>What rights do you have regarding your data?</b><br>You always have the right to request information about your stored data, its origin, its recipients, and the purpose of its collection at no charge. You also have the right to request that it be corrected, blocked, or deleted. You can contact us at any time using the address given in the legal notice if you have further questions about the issue of privacy and data protection. You may also, of course, file a complaint with the competent regulatory authorities.';
$lang['privacy_16'] = '<b>Analytics and third-party tools</b><br>When visiting our website, statistical analyses may be made of your surfing behavior. This happens primarily using cookies and analytics. The analysis of your surfing behavior is usually anonymous, i.e. we will not be able to identify you from this data. You can object to this analysis or prevent it by not using certain tools. Detailed information can be found in the following privacy policy.<br>You can object to this analysis. We will inform you below about how to exercise your options in this regard.';

$lang['privacy_2'] = '2. General information and mandatory information';
$lang['privacy_21'] = '<b>Data protection</b><br>The operators of this website take the protection of your personal data very seriously. We treat your personal data as confidential and in accordance with the statutory data protection regulations and this privacy policy.<br>If you use this website, various pieces of personal data will be collected. Personal information is any data with which you could be personally identified. This privacy policy explains what information we collect and what we use it for. It also explains how and for what purpose this happens.<br>Please note that data transmitted via the internet (e.g. via email communication) may be subject to security breaches. Complete protection of your data from third-party access is not possible.';
$lang['privacy_22'] = '<b>Notice concerning the party responsible for this website</b><br>The party responsible for processing data on this website is:<br><br>Email: info@digifluxx.com<br><br>The responsible party is the natural or legal person who alone or jointly with others decides on the purposes and means of processing personal data (names, email addresses, etc.).
';
$lang['privacy_23'] = '<b>Revocation of your consent to the processing of your data</b><br>Many data processing operations are only possible with your express consent. You may revoke your consent at any time with future effect. An informal email making this request is sufficient. The data processed before we receive your request may still be legally processed.';
$lang['privacy_24'] = '<b>Right to file complaints with regulatory authorities</b><br>If there has been a breach of data protection legislation, the person affected may file a complaint with the competent regulatory authorities.';
$lang['privacy_25'] = '<b>Right to data portability</b><br>You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible.';
$lang['privacy_26'] = '<b>SSL or TLS encryption</b><br>This site uses SSL or TLS encryption for security reasons and for the protection of the transmission of confidential content, such as the inquiries you send to us as the site operator. You can recognize an encrypted connection in your browser\'s address line when it changes from "http://" to "https://" and the lock icon is displayed in your browser\'s address bar.<br>If SSL or TLS encryption is activated, the data you transfer to us cannot be read by third parties.';
$lang['privacy_27'] = '<b>Encrypted payments on this website</b><br>If you enter into a contract which requires you to send us your payment information (e.g. account number for direct debits), we will require this data to process your payment.<br>Payment transactions using common means of payment (Visa/MasterCard, direct debit) are only made via encrypted SSL or TLS connections. You can recognize an encrypted connection in your browser\'s address line when it changes from "http://" to "https://" and the lock icon in your browser line is visible.<br>In the case of encrypted communication, any payment details you submit to us cannot be read by third parties.';
$lang['privacy_28'] = '<b>Information, blocking, deletion</b><br>As permitted by law, you have the right to be provided at any time with information free of charge about any of your personal data that is stored as well as its origin, the recipient and the purpose for which it has been processed. You also have the right to have this data corrected, blocked or deleted. You can contact us at any time using the address given in our legal notice if you have further questions on the topic of personal data.';
$lang['privacy_29'] = '<b>Opposition to promotional emails</b><br>We hereby expressly prohibit the use of contact data published in the context of website legal notice requirements with regard to sending promotional and informational materials not expressly requested. The website operator reserves the right to take specific legal action if unsolicited advertising material, such as email spam, is received.';


$lang['privacy_3'] = '3. Data collection on our website';
$lang['privacy_31'] = '<b>Cookies</b><br>Some of our web pages use cookies. Cookies do not harm your computer and do not contain any viruses. Cookies help make our website more user-friendly, efficient, and secure. Cookies are small text files that are stored on your computer and saved by your browser.<br>Most of the cookies we use are so-called "session cookies." They are automatically deleted after your visit. Other cookies remain in your device\'s memory until you delete them. These cookies make it possible to recognize your browser when you next visit the site.<br>You can configure your browser to inform you about the use of cookies so that you can decide on a case-by-case basis whether to accept or reject a cookie. <br>Alternatively, your browser can be configured to automatically accept cookies under certain conditions or to always reject them, or to automatically delete cookies when closing your browser. Disabling cookies may limit the functionality of this website.<br>Cookies which are necessary to allow electronic communications or to provide certain functions you wish to use (such as the shopping cart) are stored pursuant to Art. 6 paragraph 1, letter f of GDPR. The website operator has a legitimate interest in the storage of cookies to ensure an optimized service provided free of technical errors. If other cookies (such as those used to analyze your surfing behavior) are also stored, they will be treated separately in this privacy policy.';
$lang['privacy_32'] = '<b>Server log files</b><br>The website provider automatically collects and stores information that your browser automatically transmits to us in "server log files". These are:<br>
- Browser type and browser version<br>
- Operating system used<br>
- Referrer URL<br>
- Host name of the accessing computer<br>
- Time of the server request<br>
- IP address<br>These data will not be combined with data from other sources.<br>The basis for data processing is Art. 6 (1) (f) GDPR, which allows the processing of data to fulfill a contract or for measures preliminary to a contract.';
$lang['privacy_33'] = '<b>Contact form</b><br>Should you send us questions via the contact form, we will collect the data entered on the form, including the contact details you provide, to answer your question and any follow-up questions. We do not share this information without your permission.<br>We will, therefore, process any data you enter onto the contact form only with your consent per Art. 6 (1)(a) GDPR. You may revoke your consent at any time. An informal email making this request is sufficient. The data processed before we receive your request may still be legally processed.<br>We will retain the data you provide on the contact form until you request its deletion, revoke your consent for its storage, or the purpose for its storage no longer pertains (e.g. after fulfilling your request). Any mandatory statutory provisions, especially those regarding mandatory data retention periods, remain unaffected by this provision.';
$lang['privacy_34'] = '<b>Registration on this website</b><br>You can register on our website in order to access additional functions offered here. The input data will only be used for the purpose of using the respective site or service for which you have registered. The mandatory information requested during registration must be provided in full. Otherwise, we will reject your registration.<br>To inform you about important changes such as those within the scope of our site or technical changes, we will use the email address specified during registration.<br>We will process the data provided during registration only based on your consent per Art. 6 (1)(a) GDPR. You may revoke your consent at any time with future effect. An informal email making this request is sufficient. The data processed before we receive your request may still be legally processed.<br>We will continue to store the data collected during registration for as long as you remain registered on our website. Statutory retention periods remain unaffected.';
$lang['privacy_35'] = '<b>Leaving comments on this website</b><br>If you use the comment function on this site, the time at which you created the comment will be stored along with your comment, as well as your username, unless you are posting anonymously.';
$lang['privacy_36'] = '<b>Subscribing to the comment feed</b><br>As a user of this site, you can sign up to receive the comment feed after registering. Your email address will be checked with a confirmation email. You can unsubscribe from this function at any time by clicking the link in the emails. The data provided when you subscribed to the comments feed will then be deleted, but if you have submitted this data to us for other purposes or elsewhere (such as subscribing to a newsletter), it will be retained.';
$lang['privacy_37'] = '<b>How long comments are stored</b><br>The comments and the associated data (e.g. IP address) are stored and remain on our website until the content commented upon has been completely deleted or the comments are required to be removed for legal reasons (slander, etc.).';
$lang['privacy_31'] = '<b>Legal basis</b><br>The comments are stored based on your consent per Art. 6 (1) (a) GDPR. You may revoke your consent at any time with future effect. An informal email making this request is sufficient. The data processed before we receive your request may still be legally processed.';
$lang['privacy_38'] = '<b>Processing of data (customer and contract data)</b><br>We collect, process, and use personal data only insofar as it is necessary to establish, or modify legal relationships with us (master data). This is done based on Art. 6 (1) (b) GDPR, which allows the processing of data to fulfill a contract or for measures preliminary to a contract. We collect, process and use your personal data when accessing our website (usage data) only to the extent required to enable you to access our service or to bill you for the same.<br>Collected customer data shall be deleted after completion of the order or termination of the business relationship. Legal retention periods remain unaffected.';
$lang['privacy_39'] = '<b>Data transferred when signing up for services and digital content</b><br>We transmit personally identifiable data to third parties only to the extent required to fulfill the terms of your contract with us, for example, to banks entrusted to process your payments.<br>Your data will not be transmitted for any other purpose unless you have given your express permission to do so. Your data will not be disclosed to third parties for advertising purposes without your express consent.<br>The basis for data processing is Art. 6 (1) (b) GDPR, which allows the processing of data to fulfill a contract or for measures preliminary to a contract.';


$lang['privacy_4'] = '4. Analytics and advertising';
$lang['privacy_41'] = '<b>Google Analytics</b><br>This website uses Google Analytics, a web analytics service. It is operated by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.<br>Google Analytics uses so-called "cookies". These are text files that are stored on your computer and that allow an analysis of the use of the website by you. The information generated by the cookie about your use of this website is usually transmitted to a Google server in the USA and stored there.<br>Google Analytics cookies are stored based on Art. 6 (1) (f) GDPR. The website operator has a legitimate interest in analyzing user behavior to optimize both its website and its advertising.';
$lang['privacy_42'] = '<b>IP anonymization</b><br>We have activated the IP anonymization feature on this website. Your IP address will be shortened by Google within the European Union or other parties to the Agreement on the European Economic Area prior to transmission to the United States. Only in exceptional cases is the full IP address sent to a Google server in the US and shortened there. Google will use this information on behalf of the operator of this website to evaluate your use of the website, to compile reports on website activity, and to provide other services regarding website activity and Internet usage for the website operator. The IP address transmitted by your browser as part of Google Analytics will not be merged with any other data held by Google.';
$lang['privacy_43'] = '<b>Browser plugin</b><br>You can prevent these cookies being stored by selecting the appropriate settings in your browser. However, we wish to point out that doing so may mean you will not be able to enjoy the full functionality of this website. You can also prevent the data generated by cookies about your use of the website (incl. your IP address) from being passed to Google, and the processing of these data by Google, by downloading and installing the browser plugin available at the following link: https://tools.google.com/dlpage/gaoptout?hl=en.';
$lang['privacy_44'] = '<b>Objecting to the collection of data</b><br>You can prevent the collection of your data by Google Analytics by clicking on the following link. An opt-out cookie will be set to prevent your data from being collected on future visits to this site: Disable Google Analytics.<br>For more information about how Google Analytics handles user data, see Google\'s privacy policy: https://support.google.com/analytics/answer/6004245?hl=en.';
$lang['privacy_45'] = '<b>Outsourced data processing</b><br>We have entered into an agreement with Google for the outsourcing of our data processing and fully implement the strict requirements of the German data protection authorities when using Google Analytics.';
$lang['privacy_46'] = '<b>Demographic data collection by Google Analytics</b><br>This website uses Google Analytics\' demographic features. This allows reports to be generated containing statements about the age, gender, and interests of site visitors. This data comes from interest-based advertising from Google and third-party visitor data. This collected data cannot be attributed to any specific individual person. You can disable this feature at any time by adjusting the ads settings in your Google account or you can forbid the collection of your data by Google Analytics as described in the section "Refusal of data collection".';
$lang['privacy_47'] = '<b>Google Analytics Remarketing</b><br>Our websites use the features of Google Analytics Remarketing combined with the cross-device capabilities of Google AdWords and DoubleClick. This service is provided by Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.<br>This feature makes it possible to link target audiences for promotional marketing created with Google Analytics Remarketing to the cross-device capabilities of Google AdWords and Google DoubleClick. This allows advertising to be displayed based on your personal interests, identified based on your previous usage and surfing behavior on one device (e.g. your mobile phone), on other devices (such as a tablet or computer).<br>Once you have given your consent, Google will associate your web and app browsing history with your Google Account for this purpose. That way, any device that signs in to your Google Account can use the same personalized promotional messaging.<br>To support this feature, Google Analytics collects Google-authenticated IDs of users that are temporarily linked to our Google Analytics data to define and create audiences for cross-device ad promotion.<br>You can permanently opt out of cross-device remarketing/targeting by turning off personalized advertising in your Google Account; follow this link: https://www.google.com/settings/ads/onweb/.<br>The aggregation of the data collected in your Google Account data is based solely on your consent, which you may give or withdraw from Google per Art. 6 (1) (a) GDPR. For data collection operations not merged into your Google Account (for example, because you do not have a Google Account or have objected to the merge), the collection of data is based on Art. 6 (1) (f) GDPR. The website operator has a legitimate interest in analyzing anonymous user behavior for promotional purposes.<br>For more information and the Google Privacy Policy, go to: https://www.google.com/policies/technologies/ads/.';
$lang['privacy_48'] = '<b>Google AdWords and Google Conversion Tracking</b><br>This website uses Google AdWords. AdWords is an online advertising program from Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, United States ("Google").<br>As part of Google AdWords, we use so-called conversion tracking. When you click on an ad served by Google, a conversion tracking cookie is set. Cookies are small text files that your internet browser stores on your computer. These cookies expire after 30 days and are not used for personal identification of the user. Should the user visit certain pages of the website and the cookie has not yet expired, Google and the website can tell that the user clicked on the ad and proceeded to that page.<br>Each Google AdWords advertiser has a different cookie. Thus, cookies cannot be tracked using the website of an AdWords advertiser. The information obtained using the conversion cookie is used to create conversion statistics for the AdWords advertisers who have opted for conversion tracking. Customers are told the total number of users who clicked on their ad and were redirected to a conversion tracking tag page. However, advertisers do not obtain any information that can be used to personally identify users. If you do not want to participate in tracking, you can opt-out of this by easily disabling the Google Conversion Tracking cookie by changing your browser settings. In doing so, you will not be included in the conversion tracking statistics.<br>Conversion cookies are stored based on Art. 6 (1) (f) GDPR. The website operator has a legitimate interest in analyzing user behavior to optimize both its website and its advertising.<br>For more information about Google AdWords and Google Conversion Tracking, see the Google Privacy Policy: https://www.google.com/policies/privacy/.<br>You can configure your browser to inform you about the use of cookies so that you can decide on a case-by-case basis whether to accept or reject a cookie. <br>Alternatively, your browser can be configured to automatically accept cookies under certain conditions or to always reject them, or to automatically delete cookies when closing your browser. Disabling cookies may limit the functionality of this website.';
$lang['privacy_49'] = '<b>Google reCAPTCHA</b><br>We use "Google reCAPTCHA" (hereinafter "reCAPTCHA") on our websites. This service is provided by Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA ("Google").<br>reCAPTCHA is used to check whether the data entered on our website (such as on a contact form) has been entered by a human or by an automated program. To do this, reCAPTCHA analyzes the behavior of the website visitor based on various characteristics. This analysis starts automatically as soon as the website visitor enters the website. For the analysis, reCAPTCHA evaluates various information (e.g. IP address, how long the visitor has been on the website, or mouse movements made by the user). The data collected during the analysis will be forwarded to Google.<br>The reCAPTCHA analyses take place completely in the background. Website visitors are not advised that such an analysis is taking place.<br>Data processing is based on Art. 6 (1) (f) GDPR. The website operator has a legitimate interest in protecting its site from abusive automated crawling and spam.<br>For more information about Google reCAPTCHA and Google\'s privacy policy, please visit the following links: https://www.google.com/intl/policies/privacy/ and https://www.google.com/recaptcha/intro/android.html.';


$lang['privacy_5'] = '5. Newsletter';
$lang['privacy_51'] = '<b>Newsletter data</b><br>If you would like to receive our newsletter, we require a valid email address as well as information that allows us to verify that you are the owner of the specified email address and that you agree to receive this newsletter. No additional data is collected or is only collected on a voluntary basis. We only use this data to send the requested information and do not pass it on to third parties.<br>We will, therefore, process any data you enter onto the contact form only with your consent per Art. 6 (1) (a) GDPR. You can revoke consent to the storage of your data and email address as well as their use for sending the newsletter at any time, e.g. through the "unsubscribe" link in the newsletter. The data processed before we receive your request may still be legally processed.<br>The data provided when registering for the newsletter will be used to distribute the newsletter until you cancel your subscription when said data will be deleted. Data we have stored for other purposes (e.g. email addresses for the members area) remain unaffected.';

$lang['privacy_6'] = '6. Plugins and tools';
$lang['privacy_61'] = '<b>YouTube</b><br>Our website uses plugins from YouTube, which is operated by Google. The operator of the pages is YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.<br>If you visit one of our pages featuring a YouTube plugin, a connection to the YouTube servers is established. Here the YouTube server is informed about which of our pages you have visited.<br>If you\'re logged in to your YouTube account, YouTube allows you to associate your browsing behavior directly with your personal profile. You can prevent this by logging out of your YouTube account.<br>YouTube is used to help make our website appealing. This constitutes a justified interest pursuant to Art. 6 (1) (f) GDPR.<br>Further information about handling user data, can be found in the data protection declaration of YouTube under https://www.google.com/intl/policies/privacy.';
$lang['privacy_62'] = '<b>Vimeo</b><br>Our website uses features provided by the Vimeo video portal. This service is provided by Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.<br>If you visit one of our pages featuring a Vimeo plugin, a connection to the Vimeo servers is established. Here the Vimeo server is informed about which of our pages you have visited. In addition, Vimeo will receive your IP address. This also applies if you are not logged in to Vimeo when you visit our website or do not have a Vimeo account. The information is transmitted to a Vimeo server in the US, where it is stored.<br>If you are logged in to your Vimeo account, Vimeo allows you to associate your browsing behavior directly with your personal profile. You can prevent this by logging out of your Vimeo account.<br>For more information on how to handle user data, please refer to the Vimeo Privacy Policy at https://vimeo.com/privacy.';
$lang['privacy_63'] = '<b>Google Web Fonts</b><br>For uniform representation of fonts, this page uses web fonts provided by Google. When you open a page, your browser loads the required web fonts into your browser cache to display texts and fonts correctly.<br>For this purpose your browser has to establish a direct connection to Google servers. Google thus becomes aware that our web page was accessed via your IP address. The use of Google Web fonts is done in the interest of a uniform and attractive presentation of our website. This constitutes a justified interest pursuant to Art. 6 (1) (f) GDPR.<br>If your browser does not support web fonts, a standard font is used by your computer.<br>Further information about handling user data, can be found at https://developers.google.com/fonts/faq and in Google\'s privacy policy at https://www.google.com/policies/privacy/.';
$lang['privacy_64'] = '<b>Google Maps</b><br>This site uses the Google Maps map service via an API. It is operated by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.<br>To use Google Maps, it is necessary to save your IP address. This information is generally transmitted to a Google server in the USA and stored there. The provider of this site has no influence on this data transfer.<br>The use of Google Maps is in the interest of making our website appealing and to facilitate the location of places specified by us on the website. This constitutes a justified interest pursuant to Art. 6 (1) (f) GDPR.<br>Further information about handling user data, can be found in the data protection declaration of Google at https://www.google.com/intl/policies/privacy/.';
$lang['privacy_65'] = '<b>SoundCloud</b><br>On our pages, plugins of the SoundCloud social network (SoundCloud Limited, Berners House, 47-48 Berners Street, London W1T 3NF, UK) may be integrated. The SoundCloud plugins can be recognized by the SoundCloud logo on our site.<br>When you visit our site, a direct connection between your browser and the SoundCloud server is established via the plugin. This enables SoundCloud to receive information that you have visited our site from your IP address. If you click on the "Like" or "Share" buttons while you are logged into your SoundCloud account, you can link the content of our pages to your SoundCloud profile. This means that SoundCloud can associate visits to our pages with your user account. We would like to point out that, as the provider of these pages, we have no knowledge of the content of the data transmitted or how it will be used by SoundCloud. For more information on SoundCloud\'s privacy policy, please go to https://soundcloud.com/pages/privacy.<br>If you do not want SoundCloud to associate your visit to our site with your SoundCloud account, please log out of your SoundCloud account.';


$lang['privacy_7'] = '7. Online marketing and affiliate programs';
$lang['privacy_71'] = '<b>Amazon affiliate program</b><br>The site operators participating in the Amazon EU partner program. Our pages contain advertisements and links to the sites run by amazon.de through which we can earn referral fees. Amazon uses cookies to trace the origin of the orders. As a result, Amazon can detect that you clicked the affiliate link on our website.<br>The storage of Amazon cookies is based on Art. 6 (f) GDPR. The website operator has a legitimate interest in this service since it only receives credit for referral fees if these cookies are set.<br>To obtain more information about how Amazon uses your data, see the Amazon privacy policy at https://www.amazon.com/gp/help/customer/display.html/ref=footer_privacy?ie=UTF8&nodeId=3312401.';














